Repository: LSX-s-Software/PaperPilotApp
Catalog: Localizable.xcstrings
Source language: en
Languages: zh_hans

# %@ invites you to join the project "%@" on Paper Pilot.
source: %1$@ invites you to join the project "%2$@" on Paper Pilot.
zh_hans: %1$@邀请你在Paper Pilot加入“%2$@”项目

source: A paper with the same name will be created for each imported file.
zh_hans: 将会为每个导入的文件创建同名的论文

source: Abstract
zh_hans: 摘要

source: Add
zh_hans: 添加

source: Add author
zh_hans: 添加作者

source: Add Paper
zh_hans: 添加论文

source: Add Paper By URL/DOI
zh_hans: 通过URL/DOI添加论文

source: Add paper from a URL or DOI
zh_hans: 通过URL/DOI添加论文

source: Add paper from local file
zh_hans: 从本地文件添加论文

source: Add PDF File
zh_hans: 添加PDF文件

source: Add Project
zh_hans: 添加项目

source: Add to bookmark
zh_hans: 添加到书签

source: Arabic
zh_hans: 阿拉伯语

source: Are you sure to delete all data?
zh_hans: 确定要删除所有数据吗？

source: Are you sure to delete all projects' local file?
zh_hans: 确定要删除所有项目的本地文件吗？

source: Are you sure to delete this project?
zh_hans: 确定要删除这个项目吗？

source: Are you sure to quit this project?
zh_hans: 确定要退出这个项目吗？

source: Are you sure you want to log out?
zh_hans: 确定要退出登录吗？

source: Ask
zh_hans: 询问

source: Ask ChatGPT
zh_hans: 询问ChatGPT

source: Authors
zh_hans: 作者

source: Authors unknown
zh_hans: 未知作者

source: Auto Detect
zh_hans: 自动检测

source: Available
zh_hans: 可用

source: Basic Info
zh_hans: 基本信息

source: Black
zh_hans: 黑色

source: Blue
zh_hans: 蓝色

source: Bookmark
zh_hans: 书签

source: Cache
zh_hans: 缓存

source: Cancel
zh_hans: 取消

source: Cannot invite others to join local projects.
zh_hans: 无法邀请他人加入此项目

source: Case Sensitive
zh_hans: 区分大小写

source: Chinese
zh_hans: 中文

source: Clear
zh_hans: 清理

source: Close
zh_hans: 关闭

source: Confirm
zh_hans: 确认

source: Connecting...
zh_hans: 连接中…

source: Context cleared.
zh_hans: 已清除上下文

source: Convert failed: %@
zh_hans: 转换失败：

source: Convert to remote project
zh_hans: 转换为远程项目

source: Converting project...
zh_hans: 正在转换项目…

source: Copy Information
zh_hans: 拷贝信息

source: Copy Invitation
zh_hans: 拷贝邀请

source: Create
zh_hans: 创建

source: Create New Project
zh_hans: 创建新项目

source: Data
zh_hans: 数据

source: Date Added
zh_hans: 添加日期

source: Delete
zh_hans: 删除

source: Delete All Data
zh_hans: 删除所有数据

source: Delete Projects' Local Files
zh_hans: 删除所有项目的本地文件

source: Document is already subscribed.
zh_hans: 已经订阅该文档

source: DOI's format looks like "10.xxxx/yyyy"
zh_hans: DOI的格式形如“10.xxxx/yyyy”

source: Done
zh_hans: 完成

source: Downgraded
zh_hans: 降级

source: Downloading PDF...
zh_hans: 正在下载PDF…

source: Downloading: %@
zh_hans: 正在下载：

source: Drag and Drop PDF Here
zh_hans: 将PDF文件拖放至此

source: Drop PDF File to Create New Paper
zh_hans: 将PDF文件拖放至此来添加论文

source: Edit
zh_hans: 编辑

source: Edit Project
zh_hans: 编辑项目

source: English
zh_hans: 英语

source: Enter Text to Search
zh_hans: 输入文本来搜索

source: Enter title
zh_hans: 输入标题

source: Enter to translate
zh_hans: 输入文本查看翻译

source: Event
zh_hans: 会议

source: Explain
zh_hans: 解释

source: Explain selected text
zh_hans: 解释选中的文本

source: Failed to Add Paper
zh_hans: 添加论文失败

source: Failed to calculate
zh_hans: 计算失败

source: Failed to change avatar.
zh_hans: 更换头像失败

source: Failed to compress the image.
zh_hans: 压缩图片失败

source: Failed to create project
zh_hans: 项目创建失败

source: Failed to delete project
zh_hans: 项目删除失败

source: Failed to delete: %@
zh_hans: 删除失败：%@

source: Failed to download PDF:
zh_hans: PDF下载失败：

source: Failed to edit project
zh_hans: 项目编辑失败

source: Failed to fetch remote projects.
zh_hans: 获取远程项目列表失败。

source: Failed to import this file
zh_hans: 导入文件失败

source: Failed to import: %@
zh_hans: 导入失败：%@

source: Failed to join project
zh_hans: 加入项目失败

source: Failed to load PDF:
zh_hans: 加载PDF失败：

source: Failed to load the image.
zh_hans: 加载图像失败

source: Failed to quit project
zh_hans: 退出项目失败

source: Failed to refresh the access token.
zh_hans: 刷新access token失败。

source: Failed to resolve paper
zh_hans: 论文信息解析失败

source: Failed to save PDF: %@
zh_hans: PDF保存失败：%@

source: Failed to update paper info
zh_hans: 论文信息更新失败

source: Failed to update: %@
zh_hans: 更新失败：%@

source: Failed to write PDF.
zh_hans: 无法写入PDF。

source: Feature Unavailable.
zh_hans: 功能不可用

source: File not found
zh_hans: 找不到文件

source: Files to import
zh_hans: 导入的文件

source: Find in PDF
zh_hans: 在PDF中查找

source: Find Options
zh_hans: 查找选项

source: Finding...
zh_hans: 查找中…

source: Font Size
zh_hans: 字体大小

source: French
zh_hans: 法语

source: From file
zh_hans: 来自文件

source: From URL/DOI
zh_hans: 来自URL/DOI

source: General
zh_hans: 通用

source: German
zh_hans: 德语

source: Green
zh_hans: 绿色

source: Hello @%@! Feel free to ask questions about the paper you're reading. If you want to refer to the contents in the PDF, please select them to let me know.
zh_hans: @%@你好！有任何关于你正在阅读的论文的问题都可以随时问我。 如果你想引用论文中的内容，请在PDF中选中你想引用的部分。

source: Hide TOC
zh_hans: 隐藏目录

source: Highlight
zh_hans: 高亮

source: Highlighter Color
zh_hans: 高亮颜色

source: I
zh_hans: 我

source: Import
zh_hans: 导入

source: Import %lld Files
zh_hans: 导入%lld个文件

source: Import Files to Paper Pilot
zh_hans: 导入文件到Paper Pilot

source: Import to
zh_hans: 导入到

source: Imported
zh_hans: 已导入

source: Info
zh_hans: 信息

source: Invalid URL
zh_hans: 无效的URL

source: Invitation Code
zh_hans: 邀请码

source: Invite Others
zh_hans: 邀请其他人

source: Issue
zh_hans: 期号

source: Italian
zh_hans: 意大利语

source: Japanese
zh_hans: 日语

source: Join
zh_hans: 加入

source: Join Project
zh_hans: 加入项目

source: Keep context
zh_hans: 保留上下文

source: Keywords
zh_hans: 关键词

source: Korean
zh_hans: 韩国语

source: Language
zh_hans: 语言

source: Larger
zh_hans: 更大

source: Latest update:
zh_hans: 更新时间：

source: Loading...
zh_hans: 加载中…

source: Local
zh_hans: 本地

source: Local Files
zh_hans: 本地文件

source: Local Projects
zh_hans: 本地项目

source: Location:
zh_hans: 位置：

source: Log In
zh_hans: 登录

source: Log in to collaborate with your teammates
zh_hans: 登录之后即可开始协作

source: Log in/Register
zh_hans: 登录/注册

source: Log Out
zh_hans: 退出登录

source: Login
zh_hans: 登录

source: Login to collaborate with your teammates
zh_hans: 登录之后即可开始协作

source: Logout
zh_hans: 退出登录

source: Mark as Read
zh_hans: 标为已读

source: Mark as Unread
zh_hans: 标为未读

source: Markup
zh_hans: 标注

source: Members
zh_hans: 成员

source: Network Cache:
zh_hans: 网络缓存：

source: New
zh_hans: 新建

source: New author
zh_hans: 新作者

source: New Password
zh_hans: 新密码

source: New Phone Numer
zh_hans: 新手机号

source: New Tag
zh_hans: 新标签

source: New Username
zh_hans: 新用户名

source: No Abstract
zh_hans: 没有摘要

source: No detailed error message.
zh_hans: 没有详细错误信息。

source: No invitation code
zh_hans: 没有邀请码

source: No Outline
zh_hans: 没有大纲

source: No Project
zh_hans: 没有项目

source: Not found
zh_hans: 找不到相关信息

source: Note
zh_hans: 笔记

source: Old Password
zh_hans: 旧密码

source: Online
zh_hans: 在线

source: Online Servers:
zh_hans: 在线的服务器：

source: Only required when changing the phone number.
zh_hans: 只在更改手机号时需要填写。

source: Open in New Window
zh_hans: 在新窗口中打开

source: Optional Info
zh_hans: 可选信息

source: Or
zh_hans: 或者

source: Original Text
zh_hans: 原文

source: Outline
zh_hans: 大纲

source: Page %@
zh_hans: 页面 %@

# Page: %@/%lld
source: Page: %1$@/%2$lld
zh_hans: 页面：%1$@/%2$lld

source: Pages
zh_hans: 页码

source: Paper
zh_hans: 论文

source: Paper and PDF file
zh_hans: 论文和PDF

source: Paper Reader
zh_hans: 阅读论文

source: PaperPilot Account
zh_hans: PaperPilot 账号

source: Password
zh_hans: 密码

source: PDF file only
zh_hans: 仅PDF

source: Phone
zh_hans: 手机号

source: Phone Number
zh_hans: 手机号

source: Pink
zh_hans: 粉色

source: Please enter %@
zh_hans: 请输入%@

source: Please type
zh_hans: 请输入内容

source: Portuguese
zh_hans: 葡萄牙语

source: Project
zh_hans: 项目

source: Project Description
zh_hans: 项目描述

source: Project Name
zh_hans: 项目名

source: Project Settings
zh_hans: 项目设置

source: Project Type
zh_hans: 项目类型

source: Projects
zh_hans: 项目

source: Publication
zh_hans: 出版物

source: Publication Year
zh_hans: 出版年份

source: Purple
zh_hans: 紫色

source: Quit
zh_hans: 退出

source: Read
zh_hans: 已读

source: Register
zh_hans: 注册

source: Relevant paper info not found
zh_hans: 找不到对应的论文信息

source: Remote
zh_hans: 远程

source: Remote Projects
zh_hans: 远程项目

source: Request failed:
zh_hans: 请求失败：

source: Required Info
zh_hans: 必填信息

source: Reset
zh_hans: 重置

source: Resolve
zh_hans: 解析

source: Response format error
zh_hans: 响应数据格式错误

source: Retry after %llds
zh_hans: %lld秒后重试

source: Rewrite
zh_hans: 重写

source: Rewrite selected text
zh_hans: 重写选中的文本

source: Russian
zh_hans: 俄语

source: Save
zh_hans: 保存

source: Saving
zh_hans: 保存中

source: Search
zh_hans: 搜索

source: Select a PDF file to import
zh_hans: 选择一个PDF文件来导入

source: Select a project from the left sidebar to start.
zh_hans: 从左侧边栏选择一个项目来开始

source: Select some text in the PDF
zh_hans: 请在PDF中选中文本

source: Send
zh_hans: 发送

source: Send Invitation
zh_hans: 发送邀请

source: Service Status
zh_hans: 服务状态

source: Share
zh_hans: 共享

source: Share Project
zh_hans: 共享项目

source: ShareDB service is not connected.
zh_hans: 未连接到ShareDB服务

source: Show in Finder
zh_hans: 在Finder中显示

source: Show TOC
zh_hans: 显示目录

source: Sidebar Content
zh_hans: 侧栏内容

source: Smaller
zh_hans: 更小

source: Spanish
zh_hans: 西班牙语

source: Status
zh_hans: 状态

source: Stop Finding
zh_hans: 停止查找

source: Storage Space
zh_hans: 存储空间

source: Successfully imported all files.
zh_hans: 成功导入所有文件

source: Summarize
zh_hans: 总结

source: Summarize selected text
zh_hans: 总结选中的文本

source: Supplement Information
zh_hans: 补充信息

source: Table of Contents
zh_hans: 目录

source: Tags
zh_hans: 标签

source: Testing...
zh_hans: 测试中…

source: The generated content exceeds the maximum length.
zh_hans: 生成的内容超过了长度限制

source: The generated content is filtered.
zh_hans: 生成的内容被过滤

source: Thinking...
zh_hans: 思考中…

source: This action cannot be undone.
zh_hans: 此操作不能撤销。

source: This paper does not exist.
zh_hans: 这篇论文不存在

source: This paper has no PDF file attached.
zh_hans: 这篇论文没有PDF文件

source: Thumbnail
zh_hans: 缩略图

source: Timer
zh_hans: 计时器

source: Title
zh_hans: 标题

source: Toggle Inspector
zh_hans: 显示/隐藏详细信息

source: Total Used Space:
zh_hans: 已使用的空间：

source: Translate
zh_hans: 翻译

source: Translate by selection
zh_hans: 划词翻译

source: Translate selected text
zh_hans: 翻译选中的文本

source: Translated Text
zh_hans: 译文

source: Translator
zh_hans: 翻译

source: Trim line breaks
zh_hans: 删除换行

source: Type
zh_hans: 类型

source: Unavailable
zh_hans: 不可用

source: Underline
zh_hans: 下划线

source: Unknown
zh_hans: 未知

source: Unknown error
zh_hans: 未知错误

source: Unknown error: %lld
zh_hans: 未知错误：%lld

source: Unsupported file type
zh_hans: 不支持的文件类型

source: Update
zh_hans: 更新

source: Updating...
zh_hans: 正在更新…

source: Use invitation code to join project
zh_hans: 使用邀请码加入项目

source: Username
zh_hans: 用户名

source: Verification Code
zh_hans: 验证码

source: Volume
zh_hans: 卷号

source: Will delete all imported/downloaded PDFs.
zh_hans: 将会删除所有导入/下载的PDF。

source: Will start a new chat from selection.
zh_hans: 将基于选中的文本开始新聊天

source: Year
zh_hans: 年份

source: Yellow
zh_hans: 黄色

source: You can also search paper using Sci-Hub supported format.
zh_hans: 你还可以使用Sci-Hub支持的格式来查找论文

source: You can get invitation code from any member of the project.
zh_hans: 你可以从任何一个项目成员处获取邀请码

source: You don't have access to the PDF.
zh_hans: 你没有访问此PDF的权限

source: You need to login to use this feature.
zh_hans: 你需要登录来使用这个功能
